{
  "header": "About Ivana",
  "content": "Welcome to my About website !",
  "paragraph_about_1": "I came to teaching world thanks to my love for words. Ever since I was very young in my hometown Belgrade, I loved to travel the world in my imagination and communicate with people from other cultures. This naturally led me to study two languages very dear to my heart. I became a Spanish and English philologist and I chose my path: to help people express themselves in other languages.",
  "paragraph_about_2": "Every language offers you a different vision of the world, a specific way of conveying thoughts and expressing emotions. Those differences arise from our human nature and necessity to connect with others. To join these two aspects and present them to people in simple way, has become my aim in this teaching adventure.",
  "paragraph_about_3": "It has been more than ten years now since I started to guide people from different countries and cultures in their learning process. During this process I love to accompany those who want or need to immerse themselves in Spanish, English or Serbian language. ",
  "paragraph_about_4": "In order to understand better and make communication easier I specialized in simultaneous and consecutive interpretation of conferences so I can have more tools to make communication easier.",
  "paragraph_about_5": "My life is my vocation, and my vocation is to facilitate communication among people, to make it effortless and kind.",
  "about_method_subheader": "My method of teaching",
  "about_method_description": "My aim is to help my students achieve their goals. I use techniques and methods that I developed over the years, so that my students can learn quickly and in a creative way. Depending on their necessities I combine in my classes of English, Spanish and Serbian all the skills they have to practice: grammar, conversation, listening, reading. Always trying to make the classes as funny and creative as possible.",
  "h3_1": "Customized plan of studies",
  "h3_paragraph_1": "With Ivana you choose the content of your classes. Depending on your interests and needs, your classes can include general English, Cambridge exams preparation, business English with more specific aims.",
  "h3_2": "Learn English from any place, without having to leave your home",
  "h3_paragraph_2": "Thanks to Online English classes with Ivana, you can learn from your home, a library or even from a coffee shop.",
  "h3_3": "Change your way of learning English",
  "h3_paragraph_3": "Listen, ask, understand, don't be afraid to make a mistake, have fun and learn English through an innovative content.",
  "timeline_1": "2012-2019",
  "bio_1": "English and Serbian teacher at Miranda's Academy in Madrid; content creator;preparation and monitoring of students and groups;preparation for Cambridge General Exams, KET, PET, FCE, CAE, CPE, SICE and TARGET in-company classes and web translation.",
  "timeline_2": "2019-2020",
  "bio_2": "Expert in Simultaneous and Consecutive Conference Interpreting(ESP<>ENG);training organised by Estudio Sampere in Madrid and the official qualification certified and recognised by Francisco de Vitoria's University, Madrid.",
  "timeline_3": "2020-Present",
  "bio_3": "Director and teacher at Online English Academy with Ivana (English, Spanish and Serbian classes);teaching, monitoring, and preparation of groups and students; preparation for official Cambridge exams;conversation classes;business classes for companies;Serbian and Spanish as a second language classes for all levels;simultaneous and consecutive conference interpreting (ENG<>ESP<>SRB)."
}
